Method called to create the FrameworkElement.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
FrameworkElement CreateFrameworkElement()
  Visual Basic
Function CreateFrameworkElement As FrameworkElement
  Visual C++
FrameworkElement^ CreateFrameworkElement()
 See Also
  IFrameworkElementCreator Interface
  Autodesk.Revit.UI Namespace